{
    "2001": {
        "Event": "Inclusion of Hepatitis B Vaccine in National Immunization Program",
        "Description": "Policy Update: The hepatitis B vaccine was included in the National Immunization Program (NIP) for all infants at birth, 2, 4, and 6 months. Goal: To provide early protection against hepatitis B and reduce the incidence of the disease."
    },
    "2003": {
        "Event": "Hepatitis B Vaccination for Adolescents",
        "Description": "Initiative: A catch-up vaccination program for adolescents aged 10-13 who had not been vaccinated as infants. Impact: Improved vaccination coverage among older children, ensuring broader immunity in the population."
    },
    "2005": {
        "Event": "Expanded Vaccination Programs",
        "Description": "Policy: Expansion of vaccination programs to include hepatitis A and B vaccination for Indigenous children in high-risk areas. Reason: Higher rates of hepatitis B infection in Indigenous communities warranted targeted interventions."
    },
    "2008": {
        "Event": "Hepatitis A and B Vaccination for High-Risk Adults",
        "Description": "Initiative: Introduction of hepatitis A and B vaccination for high-risk adult populations, including healthcare workers, people with chronic liver disease, and those with high-risk behaviors. Objective: To reduce the transmission and impact of hepatitis among vulnerable populations."
    },
    "2010": {
        "Event": "National Hepatitis B Strategy 2010-2013",
        "Description": "Strategy: Development of a national strategy focused on prevention, diagnosis, and treatment of hepatitis B. Goals: Increase vaccination rates, improve early diagnosis, and enhance access to care for people with hepatitis B."
    },
    "2011": {
        "Event": "Hepatitis B Vaccination in Pregnancy",
        "Description": "Policy Recommendation: Recommendation for pregnant women to be screened for hepatitis B and vaccinated if at risk, to prevent mother-to-child transmission. Impact: Reduction in perinatal transmission of hepatitis B."
    },
    "2014": {
        "Event": "Hepatitis B in Newborns",
        "Description": "Policy: Reinforcement of the importance of administering the hepatitis B vaccine within 24 hours of birth for all newborns. Goal: To further reduce the risk of mother-to-child transmission."
    },
    "2015": {
        "Event": "No Jab, No Pay Policy",
        "Description": "Policy: Requirement for children to be fully immunized (including hepatitis B) to receive family assistance payments. Effect: Increased vaccination compliance and coverage."
    },
    "2016": {
        "Event": "Updated National Immunization Program Schedule",
        "Description": "Update: Introduction of a combined hepatitis A and B vaccine for infants in high-risk areas, simplifying the vaccination schedule. Goal: Improve vaccination rates and reduce hepatitis incidence in high-risk populations."
    },
    "2018": {
        "Event": "National Hepatitis B Strategy 2018-2022",
        "Description": "Strategy: Update of the national strategy to address ongoing challenges in hepatitis B prevention and management. Focus: Enhance vaccination efforts, improve surveillance, and support research and innovation in hepatitis B treatment."
    },
    "2019": {
        "Event": "Hepatitis B Management in Primary Care",
        "Description": "Initiative: Increased emphasis on the role of primary care providers in managing hepatitis B, including vaccination, testing, and treatment. Impact: Improved integration of hepatitis B management into primary healthcare services."
    },
    "2020": {
        "Event": "COVID-19 Pandemic Response",
        "Description": "Adjustment: Efforts to maintain routine immunization schedules, including hepatitis B, despite pandemic-related disruptions. Measures: Public health campaigns emphasizing the importance of continuing vaccinations."
    },
    "2021": {
        "Event": "Strengthened Focus on Adult Vaccination",
        "Description": "Policy: Continued emphasis on vaccinating high-risk adults, including healthcare workers and people with chronic conditions. Impact: Sustained high coverage and reduced hepatitis B transmission."
    },
    "2022": {
        "Event": "Ongoing Surveillance and Vaccination Efforts",
        "Description": "Focus: Maintaining high vaccination coverage, addressing vaccine misinformation, and ensuring robust surveillance systems. Initiatives: Ongoing public health campaigns and targeted vaccination programs to prevent hepatitis B."
    }
}
