{
  "2001": {
      "Event": "Hepatitis B Outbreak in Northern Territory",
      "Description": "An outbreak of hepatitis B was reported among Indigenous communities in the Northern Territory. Increased efforts in vaccination and public health education were implemented to control the spread."
  },
  "2004": {
      "Event": "Hepatitis A Outbreak Linked to Contaminated Food",
      "Description": "A significant outbreak of hepatitis A occurred in New South Wales and Victoria, traced back to contaminated frozen berries. Public health advisories and recalls were issued to prevent further cases."
  },
  "2008": {
      "Event": "Hepatitis A Outbreak in Queensland",
      "Description": "Queensland experienced a hepatitis A outbreak associated with contaminated semi-dried tomatoes. Enhanced food safety regulations and public awareness campaigns were launched in response."
  },
  "2011": {
      "Event": "Hepatitis B Outbreak in Remote Indigenous Communities",
      "Description": "A hepatitis B outbreak was identified in remote Indigenous communities in Western Australia. Expanded vaccination programs and targeted public health interventions were initiated."
  },
  "2014": {
      "Event": "Hepatitis E Outbreak Linked to Imported Foods",
      "Description": "An outbreak of hepatitis E was reported in several states, linked to imported pork products. Public health measures were taken to raise awareness and improve food safety standards."
  },
  "2017": {
      "Event": "Hepatitis A Outbreak Among Men Who Have Sex with Men (MSM)",
      "Description": "An increase in hepatitis A cases was observed among MSM populations in New South Wales. Vaccination campaigns and educational initiatives were conducted to address the outbreak."
  },
  "2020": {
      "Event": "Hepatitis A Outbreak During COVID-19 Pandemic",
      "Description": "Despite the COVID-19 pandemic, a hepatitis A outbreak occurred in Victoria, linked to imported fresh produce. Coordinated efforts ensured that routine vaccinations and public health responses continued."
  }
}
